window.DATA = {
  "campus": {
    "TOTAL_USAGE": 552808,
    "TOTAL_ROOF": 50775.1,
    "BUILDINGS": 53,
    "SCENARIOS": {
      "S0": {
        "replenish": 0,
        "rate": 0.0,
        "parts": {
          "LID": 0,
          "MID": 0,
          "RAIN": 0,
          "NBS": 0
        }
      },
      "S1": {
        "replenish": 72816,
        "rate": 13.2,
        "parts": {
          "LID": 72816,
          "MID": 0,
          "RAIN": 0,
          "NBS": 0
        }
      },
      "S2": {
        "replenish": 93533,
        "rate": 16.9,
        "parts": {
          "LID": 0,
          "MID": 37909,
          "RAIN": 55624,
          "NBS": 0
        }
      },
      "S3": {
        "replenish": 166349,
        "rate": 30.1,
        "parts": {
          "LID": 72816,
          "MID": 37909,
          "RAIN": 55624,
          "NBS": 0
        }
      },
      "S4": {
        "replenish": 209603,
        "rate": 37.9,
        "parts": {
          "LID": 72816,
          "MID": 37909,
          "RAIN": 55624,
          "NBS": 43254
        }
      },
      "S5": {
        "replenish": 252858,
        "rate": 45.7,
        "parts": {
          "LID": 72816,
          "MID": 37909,
          "RAIN": 55624,
          "NBS": 86509
        }
      },
      "S6": {
        "replenish": 296112,
        "rate": 53.6,
        "parts": {
          "LID": 72816,
          "MID": 37909,
          "RAIN": 55624,
          "NBS": 129763
        }
      }
    }
  },
  "buildings": [
    {
      "no": "1",
      "name": "전농관",
      "floors": 3,
      "basement": 1,
      "area": 3892.47,
      "roof": 1297.49,
      "use_type": "연구·강의",
      "usage": 7612.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1860.7,
          "rate": 24.44,
          "parts": {
            "LID": 1860.7,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1421.4,
          "rate": 18.67,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1421.4,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3282.1,
          "rate": 43.12,
          "parts": {
            "LID": 1860.7,
            "MID": 0.0,
            "RAIN": 1421.4,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3842.5,
          "rate": 50.48,
          "parts": {
            "LID": 1860.7,
            "MID": 0.0,
            "RAIN": 1421.4,
            "NBS": 560.4
          }
        },
        "S5": {
          "replenish": 4402.9,
          "rate": 57.84,
          "parts": {
            "LID": 1860.7,
            "MID": 0.0,
            "RAIN": 1421.4,
            "NBS": 1120.8
          }
        },
        "S6": {
          "replenish": 4963.3,
          "rate": 65.2,
          "parts": {
            "LID": 1860.7,
            "MID": 0.0,
            "RAIN": 1421.4,
            "NBS": 1681.2
          }
        }
      },
      "pos": [
        0.2259,
        0.6133
      ],
      "polygon": [
        [
          9.51,
          -6.34
        ],
        [
          6.48,
          -6.34
        ],
        [
          6.42,
          -4.27
        ],
        [
          -5.6,
          -4.27
        ],
        [
          -5.67,
          -2.41
        ],
        [
          -7.81,
          -2.14
        ],
        [
          -7.68,
          8.13
        ],
        [
          -2.39,
          8.41
        ],
        [
          -2.33,
          -0.07
        ],
        [
          6.42,
          -0.07
        ],
        [
          6.55,
          2.83
        ],
        [
          9.7,
          2.83
        ]
      ],
      "tenants": [
        {
          "name": "전농관 카페",
          "area": 60.0,
          "usage": 450.0,
          "use_type": "카페"
        }
      ]
    },
    {
      "no": "2",
      "name": "시대융합관",
      "floors": 5,
      "basement": 2,
      "area": 11865.33,
      "roof": 2373.066,
      "use_type": "연구·강의",
      "usage": 21832.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 3403.2,
          "rate": 15.59,
          "parts": {
            "LID": 3403.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2599.7,
          "rate": 11.91,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2599.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 6002.9,
          "rate": 27.5,
          "parts": {
            "LID": 3403.2,
            "MID": 0.0,
            "RAIN": 2599.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 7711.1,
          "rate": 35.32,
          "parts": {
            "LID": 3403.2,
            "MID": 0.0,
            "RAIN": 2599.7,
            "NBS": 1708.2
          }
        },
        "S5": {
          "replenish": 9419.4,
          "rate": 43.14,
          "parts": {
            "LID": 3403.2,
            "MID": 0.0,
            "RAIN": 2599.7,
            "NBS": 3416.5
          }
        },
        "S6": {
          "replenish": 11127.6,
          "rate": 50.97,
          "parts": {
            "LID": 3403.2,
            "MID": 0.0,
            "RAIN": 2599.7,
            "NBS": 5124.7
          }
        }
      },
      "pos": [
        0.4075,
        0.3375
      ],
      "polygon": [
        [
          9.19,
          -3.72
        ],
        [
          8.75,
          -3.93
        ],
        [
          -9.44,
          -2.55
        ],
        [
          -8.69,
          4.21
        ],
        [
          9.82,
          2.14
        ]
      ]
    },
    {
      "no": "3",
      "name": "배봉관",
      "floors": 4,
      "basement": 1,
      "area": 4582.2,
      "roof": 1145.55,
      "use_type": "연구·강의",
      "usage": 8431.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1642.8,
          "rate": 19.49,
          "parts": {
            "LID": 1642.8,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1254.9,
          "rate": 14.88,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1254.9,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 2897.8,
          "rate": 34.37,
          "parts": {
            "LID": 1642.8,
            "MID": 0.0,
            "RAIN": 1254.9,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3557.4,
          "rate": 42.19,
          "parts": {
            "LID": 1642.8,
            "MID": 0.0,
            "RAIN": 1254.9,
            "NBS": 659.7
          }
        },
        "S5": {
          "replenish": 4217.1,
          "rate": 50.02,
          "parts": {
            "LID": 1642.8,
            "MID": 0.0,
            "RAIN": 1254.9,
            "NBS": 1319.4
          }
        },
        "S6": {
          "replenish": 4876.8,
          "rate": 57.84,
          "parts": {
            "LID": 1642.8,
            "MID": 0.0,
            "RAIN": 1254.9,
            "NBS": 1979.0
          }
        }
      },
      "pos": [
        0.5184,
        0.3623
      ],
      "polygon": [
        [
          8.25,
          -4.34
        ],
        [
          5.54,
          -4.14
        ],
        [
          5.41,
          -5.31
        ],
        [
          -6.8,
          -4.55
        ],
        [
          -6.74,
          -3.1
        ],
        [
          -8.18,
          -3.1
        ],
        [
          -8.25,
          -3.65
        ],
        [
          -8.62,
          -3.58
        ],
        [
          -7.87,
          5.45
        ],
        [
          8.69,
          3.79
        ],
        [
          8.94,
          2.9
        ]
      ]
    },
    {
      "no": "4",
      "name": "건설공학관",
      "floors": 5,
      "basement": 1,
      "area": 8078.2,
      "roof": 1615.6399999999999,
      "use_type": "연구·강의",
      "usage": 14864.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2317.0,
          "rate": 15.59,
          "parts": {
            "LID": 2317.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1769.9,
          "rate": 11.91,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1769.9,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 4086.9,
          "rate": 27.5,
          "parts": {
            "LID": 2317.0,
            "MID": 0.0,
            "RAIN": 1769.9,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 5249.9,
          "rate": 35.32,
          "parts": {
            "LID": 2317.0,
            "MID": 0.0,
            "RAIN": 1769.9,
            "NBS": 1163.0
          }
        },
        "S5": {
          "replenish": 6413.0,
          "rate": 43.14,
          "parts": {
            "LID": 2317.0,
            "MID": 0.0,
            "RAIN": 1769.9,
            "NBS": 2326.1
          }
        },
        "S6": {
          "replenish": 7576.0,
          "rate": 50.97,
          "parts": {
            "LID": 2317.0,
            "MID": 0.0,
            "RAIN": 1769.9,
            "NBS": 3489.1
          }
        }
      },
      "pos": [
        0.3536,
        0.5502
      ],
      "polygon": [
        [
          7.93,
          -10.27
        ],
        [
          2.52,
          -10.89
        ],
        [
          2.2,
          -9.38
        ],
        [
          -3.21,
          -9.38
        ],
        [
          -3.27,
          -6.82
        ],
        [
          -6.23,
          -6.76
        ],
        [
          -6.23,
          2.41
        ],
        [
          -3.08,
          2.41
        ],
        [
          -2.9,
          -3.31
        ],
        [
          -1.45,
          -3.31
        ],
        [
          -3.27,
          14.34
        ],
        [
          2.01,
          14.41
        ],
        [
          3.4,
          -5.45
        ],
        [
          7.74,
          -5.45
        ]
      ]
    },
    {
      "no": "5",
      "name": "연구실험관",
      "floors": 1,
      "basement": 0,
      "area": 990.99,
      "roof": 990.99,
      "use_type": "연구·강의",
      "usage": 1823.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1421.2,
          "rate": 77.96,
          "parts": {
            "LID": 1421.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1085.6,
          "rate": 59.55,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1085.6,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 2506.8,
          "rate": 137.51,
          "parts": {
            "LID": 1421.2,
            "MID": 0.0,
            "RAIN": 1085.6,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 2649.4,
          "rate": 145.33,
          "parts": {
            "LID": 1421.2,
            "MID": 0.0,
            "RAIN": 1085.6,
            "NBS": 142.6
          }
        },
        "S5": {
          "replenish": 2792.1,
          "rate": 153.16,
          "parts": {
            "LID": 1421.2,
            "MID": 0.0,
            "RAIN": 1085.6,
            "NBS": 285.3
          }
        },
        "S6": {
          "replenish": 2934.7,
          "rate": 160.98,
          "parts": {
            "LID": 1421.2,
            "MID": 0.0,
            "RAIN": 1085.6,
            "NBS": 427.9
          }
        }
      },
      "pos": [
        0.2689,
        0.6916
      ],
      "polygon": [
        [
          5.55,
          -4.56
        ],
        [
          0.51,
          -4.8
        ],
        [
          0.44,
          -5.2
        ],
        [
          -0.73,
          -5.2
        ],
        [
          -1.17,
          -4.16
        ],
        [
          -1.02,
          -0.24
        ],
        [
          -8.11,
          -0.24
        ],
        [
          -8.19,
          0.64
        ],
        [
          -9.5,
          0.64
        ],
        [
          -9.5,
          2.48
        ],
        [
          -8.19,
          2.48
        ],
        [
          -8.11,
          3.28
        ],
        [
          6.43,
          3.28
        ],
        [
          6.43,
          -0.24
        ],
        [
          5.48,
          -0.32
        ]
      ]
    },
    {
      "no": "6",
      "name": "경농관",
      "floors": 1,
      "basement": 0,
      "area": 1259.5,
      "roof": 1259.5,
      "use_type": "연구·강의",
      "usage": 2317.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1806.2,
          "rate": 77.96,
          "parts": {
            "LID": 1806.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1379.8,
          "rate": 59.55,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1379.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3186.0,
          "rate": 137.51,
          "parts": {
            "LID": 1806.2,
            "MID": 0.0,
            "RAIN": 1379.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3367.3,
          "rate": 145.33,
          "parts": {
            "LID": 1806.2,
            "MID": 0.0,
            "RAIN": 1379.8,
            "NBS": 181.3
          }
        },
        "S5": {
          "replenish": 3548.6,
          "rate": 153.16,
          "parts": {
            "LID": 1806.2,
            "MID": 0.0,
            "RAIN": 1379.8,
            "NBS": 362.6
          }
        },
        "S6": {
          "replenish": 3729.9,
          "rate": 160.98,
          "parts": {
            "LID": 1806.2,
            "MID": 0.0,
            "RAIN": 1379.8,
            "NBS": 543.9
          }
        }
      },
      "pos": [
        0.2361,
        0.752
      ],
      "polygon": [
        [
          -16.05,
          -2.9
        ],
        [
          -15.8,
          2.27
        ],
        [
          16.12,
          2.21
        ],
        [
          15.99,
          -2.96
        ],
        [
          12.84,
          -2.96
        ],
        [
          12.78,
          -1.93
        ],
        [
          -13.35,
          -1.93
        ],
        [
          -13.47,
          -3.24
        ]
      ]
    },
    {
      "no": "7",
      "name": "대강당",
      "floors": 2,
      "basement": 1,
      "area": 2983.7,
      "roof": 1491.85,
      "use_type": "공연·집회",
      "usage": 1074.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2139.4,
          "rate": 199.2,
          "parts": {
            "LID": 2139.4,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1634.3,
          "rate": 152.17,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1634.3,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3773.8,
          "rate": 351.37,
          "parts": {
            "LID": 2139.4,
            "MID": 0.0,
            "RAIN": 1634.3,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3857.8,
          "rate": 359.2,
          "parts": {
            "LID": 2139.4,
            "MID": 0.0,
            "RAIN": 1634.3,
            "NBS": 84.0
          }
        },
        "S5": {
          "replenish": 3941.8,
          "rate": 367.02,
          "parts": {
            "LID": 2139.4,
            "MID": 0.0,
            "RAIN": 1634.3,
            "NBS": 168.1
          }
        },
        "S6": {
          "replenish": 4025.9,
          "rate": 374.85,
          "parts": {
            "LID": 2139.4,
            "MID": 0.0,
            "RAIN": 1634.3,
            "NBS": 252.1
          }
        }
      },
      "pos": [
        0.528,
        0.7259
      ],
      "polygon": [
        [
          -6.92,
          -5.38
        ],
        [
          -7.49,
          4.07
        ],
        [
          -4.28,
          7.93
        ],
        [
          0.19,
          7.93
        ],
        [
          0.25,
          6.96
        ],
        [
          3.9,
          6.96
        ],
        [
          4.28,
          5.72
        ],
        [
          7.81,
          3.93
        ],
        [
          9.32,
          0.55
        ],
        [
          8.06,
          -2.96
        ],
        [
          4.03,
          -5.58
        ],
        [
          3.78,
          -7.1
        ],
        [
          0.0,
          -7.1
        ],
        [
          -0.19,
          -7.86
        ],
        [
          -4.34,
          -7.93
        ]
      ]
    },
    {
      "no": "9",
      "name": "자작마루",
      "floors": 1,
      "basement": 0,
      "area": 452.89,
      "roof": 452.89,
      "use_type": "공연·전시",
      "usage": 435.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 649.5,
          "rate": 149.31,
          "parts": {
            "LID": 649.5,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 496.1,
          "rate": 114.06,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 496.1,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1145.6,
          "rate": 263.36,
          "parts": {
            "LID": 649.5,
            "MID": 0.0,
            "RAIN": 496.1,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1179.7,
          "rate": 271.19,
          "parts": {
            "LID": 649.5,
            "MID": 0.0,
            "RAIN": 496.1,
            "NBS": 34.0
          }
        },
        "S5": {
          "replenish": 1213.7,
          "rate": 279.01,
          "parts": {
            "LID": 649.5,
            "MID": 0.0,
            "RAIN": 496.1,
            "NBS": 68.1
          }
        },
        "S6": {
          "replenish": 1247.7,
          "rate": 286.84,
          "parts": {
            "LID": 649.5,
            "MID": 0.0,
            "RAIN": 496.1,
            "NBS": 102.1
          }
        }
      },
      "pos": [
        0.333,
        0.7629
      ],
      "polygon": [
        [
          -3.78,
          -3.38
        ],
        [
          -3.78,
          3.03
        ],
        [
          4.09,
          3.1
        ],
        [
          4.09,
          -2.55
        ],
        [
          -0.63,
          -2.55
        ],
        [
          -0.76,
          -3.58
        ],
        [
          -3.46,
          -3.58
        ]
      ]
    },
    {
      "no": "10",
      "name": "창공관",
      "floors": 4,
      "basement": 1,
      "area": 6100.84,
      "roof": 1525.21,
      "use_type": "연구·강의",
      "usage": 11226.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2187.3,
          "rate": 19.48,
          "parts": {
            "LID": 2187.3,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1670.9,
          "rate": 14.88,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1670.9,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3858.2,
          "rate": 34.37,
          "parts": {
            "LID": 2187.3,
            "MID": 0.0,
            "RAIN": 1670.9,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 4736.5,
          "rate": 42.19,
          "parts": {
            "LID": 2187.3,
            "MID": 0.0,
            "RAIN": 1670.9,
            "NBS": 878.4
          }
        },
        "S5": {
          "replenish": 5614.9,
          "rate": 50.02,
          "parts": {
            "LID": 2187.3,
            "MID": 0.0,
            "RAIN": 1670.9,
            "NBS": 1756.8
          }
        },
        "S6": {
          "replenish": 6493.3,
          "rate": 57.84,
          "parts": {
            "LID": 2187.3,
            "MID": 0.0,
            "RAIN": 1670.9,
            "NBS": 2635.1
          }
        }
      },
      "pos": [
        0.6166,
        0.3876
      ],
      "polygon": [
        [
          11.96,
          3.72
        ],
        [
          11.58,
          -1.24
        ],
        [
          7.62,
          -1.45
        ],
        [
          6.42,
          -4.69
        ],
        [
          -12.46,
          -3.24
        ],
        [
          -11.96,
          -2.69
        ],
        [
          -11.65,
          2.96
        ],
        [
          -1.26,
          2.48
        ],
        [
          -0.44,
          5.58
        ],
        [
          2.2,
          5.58
        ],
        [
          2.27,
          4.48
        ]
      ]
    },
    {
      "no": "11",
      "name": "학생회관",
      "floors": 3,
      "basement": 1,
      "area": 7100.15,
      "roof": 2366.7166666666667,
      "use_type": "연구·강의",
      "usage": 24014.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 3394.1,
          "rate": 14.13,
          "parts": {
            "LID": 3394.1,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2592.7,
          "rate": 10.8,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2592.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 5986.8,
          "rate": 24.93,
          "parts": {
            "LID": 3394.1,
            "MID": 0.0,
            "RAIN": 2592.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 7009.0,
          "rate": 29.19,
          "parts": {
            "LID": 3394.1,
            "MID": 0.0,
            "RAIN": 2592.7,
            "NBS": 1022.2
          }
        },
        "S5": {
          "replenish": 8031.2,
          "rate": 33.44,
          "parts": {
            "LID": 3394.1,
            "MID": 0.0,
            "RAIN": 2592.7,
            "NBS": 2044.4
          }
        },
        "S6": {
          "replenish": 9053.4,
          "rate": 37.7,
          "parts": {
            "LID": 3394.1,
            "MID": 0.0,
            "RAIN": 2592.7,
            "NBS": 3066.6
          }
        }
      },
      "pos": [
        0.5595,
        0.578
      ],
      "polygon": [
        [
          -7.43,
          -8.75
        ],
        [
          -8.31,
          3.65
        ],
        [
          -6.23,
          3.72
        ],
        [
          -6.8,
          9.86
        ],
        [
          7.24,
          10.82
        ],
        [
          7.37,
          6.0
        ],
        [
          5.79,
          5.93
        ],
        [
          5.79,
          4.21
        ],
        [
          7.37,
          4.14
        ],
        [
          7.93,
          -8.07
        ],
        [
          5.6,
          -8.2
        ],
        [
          5.54,
          -10.2
        ],
        [
          -3.15,
          -10.62
        ],
        [
          -3.21,
          -8.75
        ]
      ],
      "tenants": [
        {
          "name": "아느칸/양식당",
          "area": 300.0,
          "usage": 4500.0,
          "use_type": "일반음식점"
        },
        {
          "name": "학생식당",
          "area": 400.0,
          "usage": 6000.0,
          "use_type": "일반음식점"
        },
        {
          "name": "학생회관 카페",
          "area": 60.0,
          "usage": 450.0,
          "use_type": "카페"
        }
      ]
    },
    {
      "no": "12",
      "name": "박물관",
      "floors": 1,
      "basement": 0,
      "area": 534.94,
      "roof": 534.94,
      "use_type": "박물관·기념관",
      "usage": 428.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 767.2,
          "rate": 179.24,
          "parts": {
            "LID": 767.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 586.0,
          "rate": 136.92,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 586.0,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1353.2,
          "rate": 316.16,
          "parts": {
            "LID": 767.2,
            "MID": 0.0,
            "RAIN": 586.0,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1386.7,
          "rate": 323.99,
          "parts": {
            "LID": 767.2,
            "MID": 0.0,
            "RAIN": 586.0,
            "NBS": 33.5
          }
        },
        "S5": {
          "replenish": 1420.2,
          "rate": 331.81,
          "parts": {
            "LID": 767.2,
            "MID": 0.0,
            "RAIN": 586.0,
            "NBS": 67.0
          }
        },
        "S6": {
          "replenish": 1453.6,
          "rate": 339.64,
          "parts": {
            "LID": 767.2,
            "MID": 0.0,
            "RAIN": 586.0,
            "NBS": 100.5
          }
        }
      },
      "pos": [
        0.2655,
        0.7007
      ],
      "polygon": [
        [
          -7.3,
          -1.79
        ],
        [
          -7.3,
          1.72
        ],
        [
          -6.99,
          1.79
        ],
        [
          -6.92,
          2.14
        ],
        [
          7.3,
          2.14
        ],
        [
          7.3,
          -2.07
        ],
        [
          -6.92,
          -2.07
        ],
        [
          -6.99,
          -1.79
        ]
      ]
    },
    {
      "no": "15",
      "name": "인문학관",
      "floors": 4,
      "basement": 0,
      "area": 6520.65,
      "roof": 1630.1625,
      "use_type": "연구·강의",
      "usage": 11998.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2337.8,
          "rate": 19.48,
          "parts": {
            "LID": 2337.8,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1785.8,
          "rate": 14.88,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1785.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 4123.6,
          "rate": 34.37,
          "parts": {
            "LID": 2337.8,
            "MID": 0.0,
            "RAIN": 1785.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 5062.4,
          "rate": 42.19,
          "parts": {
            "LID": 2337.8,
            "MID": 0.0,
            "RAIN": 1785.8,
            "NBS": 938.8
          }
        },
        "S5": {
          "replenish": 6001.2,
          "rate": 50.02,
          "parts": {
            "LID": 2337.8,
            "MID": 0.0,
            "RAIN": 1785.8,
            "NBS": 1877.6
          }
        },
        "S6": {
          "replenish": 6940.0,
          "rate": 57.84,
          "parts": {
            "LID": 2337.8,
            "MID": 0.0,
            "RAIN": 1785.8,
            "NBS": 2816.3
          }
        }
      },
      "pos": [
        0.6468,
        0.5511
      ],
      "polygon": [
        [
          -8.81,
          -10.82
        ],
        [
          -9.13,
          -5.31
        ],
        [
          -1.7,
          -4.83
        ],
        [
          -1.7,
          0.28
        ],
        [
          -0.63,
          0.48
        ],
        [
          -0.57,
          6.07
        ],
        [
          1.26,
          6.14
        ],
        [
          1.2,
          8.41
        ],
        [
          -8.12,
          8.0
        ],
        [
          -8.37,
          12.62
        ],
        [
          4.53,
          13.24
        ],
        [
          4.72,
          8.62
        ],
        [
          5.23,
          8.55
        ],
        [
          5.1,
          -4.41
        ],
        [
          7.81,
          -4.21
        ],
        [
          7.81,
          -10.2
        ]
      ]
    },
    {
      "no": "17",
      "name": "중앙도서관",
      "floors": 5,
      "basement": 0,
      "area": 12555.79,
      "roof": 2511.1580000000004,
      "use_type": "도서관",
      "usage": 70742.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 3601.2,
          "rate": 5.09,
          "parts": {
            "LID": 3601.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2751.0,
          "rate": 3.89,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2751.0,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 6352.2,
          "rate": 8.98,
          "parts": {
            "LID": 3601.2,
            "MID": 0.0,
            "RAIN": 2751.0,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 11887.3,
          "rate": 16.8,
          "parts": {
            "LID": 3601.2,
            "MID": 0.0,
            "RAIN": 2751.0,
            "NBS": 5535.1
          }
        },
        "S5": {
          "replenish": 17422.6,
          "rate": 24.63,
          "parts": {
            "LID": 3601.2,
            "MID": 0.0,
            "RAIN": 2751.0,
            "NBS": 11070.4
          }
        },
        "S6": {
          "replenish": 22957.8,
          "rate": 32.45,
          "parts": {
            "LID": 3601.2,
            "MID": 0.0,
            "RAIN": 2751.0,
            "NBS": 16605.6
          }
        }
      },
      "pos": [
        0.748,
        0.3262
      ],
      "polygon": [
        [
          -10.64,
          -11.03
        ],
        [
          -12.53,
          3.24
        ],
        [
          -3.97,
          5.1
        ],
        [
          -4.03,
          7.24
        ],
        [
          13.09,
          10.0
        ],
        [
          14.48,
          0.69
        ],
        [
          4.47,
          -1.31
        ],
        [
          4.78,
          -8.2
        ]
      ]
    },
    {
      "no": "18",
      "name": "본관(대학본부)",
      "floors": 8,
      "basement": 1,
      "area": 7987.38,
      "roof": 998.4225,
      "use_type": "사무·공공청사",
      "usage": 35943.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1431.8,
          "rate": 3.98,
          "parts": {
            "LID": 1431.8,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1093.8,
          "rate": 3.04,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1093.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 2525.6,
          "rate": 7.03,
          "parts": {
            "LID": 1431.8,
            "MID": 0.0,
            "RAIN": 1093.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 5337.9,
          "rate": 14.85,
          "parts": {
            "LID": 1431.8,
            "MID": 0.0,
            "RAIN": 1093.8,
            "NBS": 2812.3
          }
        },
        "S5": {
          "replenish": 8150.3,
          "rate": 22.68,
          "parts": {
            "LID": 1431.8,
            "MID": 0.0,
            "RAIN": 1093.8,
            "NBS": 5624.7
          }
        },
        "S6": {
          "replenish": 10962.7,
          "rate": 30.5,
          "parts": {
            "LID": 1431.8,
            "MID": 0.0,
            "RAIN": 1093.8,
            "NBS": 8437.1
          }
        }
      },
      "pos": [
        0.338,
        0.351
      ],
      "polygon": [
        [
          8.12,
          -3.52
        ],
        [
          -8.0,
          -2.14
        ],
        [
          -8.06,
          2.96
        ],
        [
          -0.88,
          2.41
        ],
        [
          -0.5,
          5.38
        ],
        [
          -0.06,
          5.58
        ],
        [
          1.45,
          5.24
        ],
        [
          1.26,
          2.34
        ],
        [
          8.0,
          1.72
        ],
        [
          7.87,
          -3.17
        ]
      ]
    },
    {
      "no": "20",
      "name": "창의혁신관",
      "floors": 5,
      "basement": 2,
      "area": 7201.23,
      "roof": 1440.2459999999999,
      "use_type": "연구·강의",
      "usage": 13250.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2065.4,
          "rate": 15.59,
          "parts": {
            "LID": 2065.4,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1577.8,
          "rate": 11.91,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1577.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3643.2,
          "rate": 27.5,
          "parts": {
            "LID": 2065.4,
            "MID": 0.0,
            "RAIN": 1577.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 4680.0,
          "rate": 35.32,
          "parts": {
            "LID": 2065.4,
            "MID": 0.0,
            "RAIN": 1577.8,
            "NBS": 1036.7
          }
        },
        "S5": {
          "replenish": 5716.7,
          "rate": 43.15,
          "parts": {
            "LID": 2065.4,
            "MID": 0.0,
            "RAIN": 1577.8,
            "NBS": 2073.5
          }
        },
        "S6": {
          "replenish": 6753.5,
          "rate": 50.97,
          "parts": {
            "LID": 2065.4,
            "MID": 0.0,
            "RAIN": 1577.8,
            "NBS": 3110.2
          }
        }
      },
      "pos": [
        0.465,
        0.3581
      ],
      "polygon": [
        [
          4.53,
          -10.62
        ],
        [
          -1.76,
          -10.13
        ],
        [
          -1.39,
          -2.41
        ],
        [
          -5.41,
          -2.07
        ],
        [
          -6.11,
          -0.62
        ],
        [
          -5.48,
          8.75
        ],
        [
          4.85,
          8.2
        ],
        [
          4.66,
          5.03
        ],
        [
          3.15,
          4.96
        ],
        [
          3.15,
          1.17
        ],
        [
          5.23,
          0.83
        ]
      ]
    },
    {
      "no": "25",
      "name": "자연과학관",
      "floors": 5,
      "basement": 1,
      "area": 6643.71,
      "roof": 1328.742,
      "use_type": "연구·강의",
      "usage": 15224.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1905.5,
          "rate": 12.52,
          "parts": {
            "LID": 1905.5,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1455.6,
          "rate": 9.56,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1455.6,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3361.2,
          "rate": 22.08,
          "parts": {
            "LID": 1905.5,
            "MID": 0.0,
            "RAIN": 1455.6,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 4317.6,
          "rate": 28.36,
          "parts": {
            "LID": 1905.5,
            "MID": 0.0,
            "RAIN": 1455.6,
            "NBS": 956.5
          }
        },
        "S5": {
          "replenish": 5274.1,
          "rate": 34.64,
          "parts": {
            "LID": 1905.5,
            "MID": 0.0,
            "RAIN": 1455.6,
            "NBS": 1912.9
          }
        },
        "S6": {
          "replenish": 6230.6,
          "rate": 40.93,
          "parts": {
            "LID": 1905.5,
            "MID": 0.0,
            "RAIN": 1455.6,
            "NBS": 2869.4
          }
        }
      },
      "pos": [
        0.4761,
        0.8348
      ],
      "polygon": [
        [
          -11.71,
          -2.41
        ],
        [
          -11.33,
          -0.76
        ],
        [
          -10.2,
          0.21
        ],
        [
          -10.14,
          4.76
        ],
        [
          -4.47,
          5.24
        ],
        [
          -4.16,
          4.55
        ],
        [
          -1.51,
          4.83
        ],
        [
          -1.51,
          5.51
        ],
        [
          6.04,
          6.0
        ],
        [
          6.8,
          1.65
        ],
        [
          10.89,
          1.65
        ],
        [
          11.08,
          0.69
        ],
        [
          12.21,
          0.69
        ],
        [
          13.03,
          -0.34
        ],
        [
          12.84,
          -1.59
        ],
        [
          11.96,
          -2.27
        ],
        [
          11.9,
          -4.27
        ],
        [
          -4.41,
          -5.1
        ],
        [
          -5.16,
          -4.83
        ],
        [
          -5.67,
          -4.07
        ],
        [
          -5.54,
          -3.38
        ],
        [
          -8.0,
          -3.58
        ],
        [
          -8.75,
          -4.41
        ],
        [
          -9.88,
          -4.69
        ],
        [
          -11.21,
          -3.86
        ]
      ],
      "tenants": [
        {
          "name": "자연과학관 식당",
          "area": 200.0,
          "usage": 3000.0,
          "use_type": "일반음식점"
        }
      ]
    },
    {
      "no": "26",
      "name": "시대인재관",
      "floors": 4,
      "basement": 1,
      "area": 2002.26,
      "roof": 500.565,
      "use_type": "연구·강의",
      "usage": 3684.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 717.9,
          "rate": 19.49,
          "parts": {
            "LID": 717.9,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 548.4,
          "rate": 14.89,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 548.4,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1266.2,
          "rate": 34.37,
          "parts": {
            "LID": 717.9,
            "MID": 0.0,
            "RAIN": 548.4,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1554.5,
          "rate": 42.2,
          "parts": {
            "LID": 717.9,
            "MID": 0.0,
            "RAIN": 548.4,
            "NBS": 288.3
          }
        },
        "S5": {
          "replenish": 1842.7,
          "rate": 50.02,
          "parts": {
            "LID": 717.9,
            "MID": 0.0,
            "RAIN": 548.4,
            "NBS": 576.5
          }
        },
        "S6": {
          "replenish": 2131.0,
          "rate": 57.84,
          "parts": {
            "LID": 717.9,
            "MID": 0.0,
            "RAIN": 548.4,
            "NBS": 864.8
          }
        }
      },
      "pos": [
        0.6195,
        0.3102
      ],
      "polygon": [
        [
          4.72,
          -2.83
        ],
        [
          4.28,
          -3.03
        ],
        [
          -3.97,
          -2.27
        ],
        [
          -4.03,
          -1.45
        ],
        [
          -4.47,
          -0.97
        ],
        [
          -4.97,
          0.62
        ],
        [
          -5.04,
          2.27
        ],
        [
          -4.85,
          3.17
        ],
        [
          5.16,
          1.86
        ]
      ]
    },
    {
      "no": "28",
      "name": "과학기술관",
      "floors": 6,
      "basement": 1,
      "area": 9808.85,
      "roof": 1634.8083333333334,
      "use_type": "연구·강의",
      "usage": 18048.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2344.5,
          "rate": 12.99,
          "parts": {
            "LID": 2344.5,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1790.9,
          "rate": 9.92,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1790.9,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 4135.4,
          "rate": 22.91,
          "parts": {
            "LID": 2344.5,
            "MID": 0.0,
            "RAIN": 1790.9,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 5547.5,
          "rate": 30.74,
          "parts": {
            "LID": 2344.5,
            "MID": 0.0,
            "RAIN": 1790.9,
            "NBS": 1412.2
          }
        },
        "S5": {
          "replenish": 6959.7,
          "rate": 38.56,
          "parts": {
            "LID": 2344.5,
            "MID": 0.0,
            "RAIN": 1790.9,
            "NBS": 2824.3
          }
        },
        "S6": {
          "replenish": 8371.9,
          "rate": 46.39,
          "parts": {
            "LID": 2344.5,
            "MID": 0.0,
            "RAIN": 1790.9,
            "NBS": 4236.5
          }
        }
      },
      "pos": [
        0.3227,
        0.2047
      ],
      "polygon": [
        [
          -1.32,
          -16.41
        ],
        [
          -0.5,
          -5.1
        ],
        [
          -2.39,
          -4.62
        ],
        [
          -3.97,
          -2.55
        ],
        [
          -4.91,
          0.41
        ],
        [
          -5.04,
          4.21
        ],
        [
          -4.47,
          6.96
        ],
        [
          -3.08,
          9.79
        ],
        [
          -1.26,
          11.51
        ],
        [
          1.01,
          12.06
        ],
        [
          2.71,
          11.24
        ],
        [
          2.71,
          8.07
        ],
        [
          4.53,
          7.72
        ],
        [
          4.6,
          4.41
        ],
        [
          3.78,
          3.1
        ],
        [
          2.71,
          -13.93
        ],
        [
          0.69,
          -14.2
        ],
        [
          0.38,
          -16.41
        ]
      ]
    },
    {
      "no": "29",
      "name": "21세기관",
      "floors": 7,
      "basement": 1,
      "area": 15522.11,
      "roof": 2217.444285714286,
      "use_type": "연구·강의",
      "usage": 28561.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 3180.0,
          "rate": 11.13,
          "parts": {
            "LID": 3180.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2429.2,
          "rate": 8.51,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2429.2,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 5609.2,
          "rate": 19.64,
          "parts": {
            "LID": 3180.0,
            "MID": 0.0,
            "RAIN": 2429.2,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 7843.9,
          "rate": 27.46,
          "parts": {
            "LID": 3180.0,
            "MID": 0.0,
            "RAIN": 2429.2,
            "NBS": 2234.7
          }
        },
        "S5": {
          "replenish": 10078.7,
          "rate": 35.29,
          "parts": {
            "LID": 3180.0,
            "MID": 0.0,
            "RAIN": 2429.2,
            "NBS": 4469.5
          }
        },
        "S6": {
          "replenish": 12313.5,
          "rate": 43.11,
          "parts": {
            "LID": 3180.0,
            "MID": 0.0,
            "RAIN": 2429.2,
            "NBS": 6704.2
          }
        }
      },
      "pos": [
        0.4218,
        0.7007
      ],
      "polygon": [
        [
          -9.25,
          -11.17
        ],
        [
          -9.95,
          1.93
        ],
        [
          -11.96,
          2.14
        ],
        [
          -11.52,
          6.69
        ],
        [
          -6.74,
          8.48
        ],
        [
          -0.44,
          7.65
        ],
        [
          -0.25,
          9.44
        ],
        [
          7.62,
          10.2
        ],
        [
          11.33,
          8.55
        ],
        [
          11.77,
          1.79
        ],
        [
          -3.15,
          0.76
        ],
        [
          -3.46,
          2.21
        ],
        [
          -6.3,
          1.86
        ],
        [
          -5.73,
          -4.96
        ],
        [
          11.02,
          -3.45
        ],
        [
          11.65,
          -7.17
        ],
        [
          8.62,
          -8.0
        ],
        [
          8.94,
          -10.2
        ],
        [
          5.48,
          -10.48
        ],
        [
          5.1,
          -8.34
        ],
        [
          4.41,
          -8.27
        ],
        [
          4.41,
          -10.48
        ],
        [
          1.26,
          -10.82
        ],
        [
          0.38,
          -8.69
        ],
        [
          0.44,
          -10.48
        ],
        [
          -2.39,
          -10.62
        ],
        [
          -2.9,
          -8.82
        ],
        [
          -4.6,
          -8.82
        ],
        [
          -4.66,
          -10.69
        ]
      ]
    },
    {
      "no": "31",
      "name": "생활관",
      "floors": 7,
      "basement": 2,
      "area": 9298.37,
      "roof": 1328.3385714285716,
      "use_type": "기숙사(실측분배)",
      "usage": 51064.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1905.0,
          "rate": 3.73,
          "parts": {
            "LID": 1905.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 22282.1,
          "rate": 43.64,
          "parts": {
            "LID": 0.0,
            "MID": 20827.0,
            "RAIN": 1455.2,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 24187.1,
          "rate": 47.37,
          "parts": {
            "LID": 1905.0,
            "MID": 20827.0,
            "RAIN": 1455.2,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 28182.6,
          "rate": 55.19,
          "parts": {
            "LID": 1905.0,
            "MID": 20827.0,
            "RAIN": 1455.2,
            "NBS": 3995.5
          }
        },
        "S5": {
          "replenish": 32178.1,
          "rate": 63.02,
          "parts": {
            "LID": 1905.0,
            "MID": 20827.0,
            "RAIN": 1455.2,
            "NBS": 7991.0
          }
        },
        "S6": {
          "replenish": 36173.6,
          "rate": 70.84,
          "parts": {
            "LID": 1905.0,
            "MID": 20827.0,
            "RAIN": 1455.2,
            "NBS": 11986.5
          }
        }
      },
      "pos": [
        0.8677,
        0.321
      ],
      "polygon": [
        [
          -10.38,
          -11.42
        ],
        [
          -11.89,
          -7.91
        ],
        [
          -4.34,
          -3.56
        ],
        [
          -5.41,
          -1.01
        ],
        [
          -8.56,
          -1.7
        ],
        [
          -10.32,
          -0.6
        ],
        [
          -10.13,
          1.54
        ],
        [
          -8.12,
          3.88
        ],
        [
          -5.09,
          5.33
        ],
        [
          -2.39,
          4.98
        ],
        [
          5.36,
          9.05
        ],
        [
          7.12,
          6.09
        ],
        [
          5.67,
          5.05
        ],
        [
          6.36,
          2.85
        ],
        [
          13.35,
          6.23
        ],
        [
          14.67,
          2.78
        ]
      ]
    },
    {
      "no": "32",
      "name": "정보기술관",
      "floors": 6,
      "basement": 1,
      "area": 11463.78,
      "roof": 1910.63,
      "use_type": "연구·강의",
      "usage": 21093.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2740.0,
          "rate": 12.99,
          "parts": {
            "LID": 2740.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2093.1,
          "rate": 9.92,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2093.1,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 4833.1,
          "rate": 22.91,
          "parts": {
            "LID": 2740.0,
            "MID": 0.0,
            "RAIN": 2093.1,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 6483.5,
          "rate": 30.74,
          "parts": {
            "LID": 2740.0,
            "MID": 0.0,
            "RAIN": 2093.1,
            "NBS": 1650.4
          }
        },
        "S5": {
          "replenish": 8134.0,
          "rate": 38.56,
          "parts": {
            "LID": 2740.0,
            "MID": 0.0,
            "RAIN": 2093.1,
            "NBS": 3300.8
          }
        },
        "S6": {
          "replenish": 9784.4,
          "rate": 46.39,
          "parts": {
            "LID": 2740.0,
            "MID": 0.0,
            "RAIN": 2093.1,
            "NBS": 4951.3
          }
        }
      },
      "pos": [
        0.6293,
        0.7474
      ],
      "polygon": [
        [
          6.8,
          -12.06
        ],
        [
          1.57,
          -12.06
        ],
        [
          1.57,
          -4.27
        ],
        [
          0.5,
          -4.34
        ],
        [
          -0.94,
          0.41
        ],
        [
          -11.08,
          -0.14
        ],
        [
          -11.52,
          6.0
        ],
        [
          3.78,
          7.03
        ],
        [
          3.84,
          6.14
        ],
        [
          7.49,
          6.48
        ],
        [
          7.49,
          0.41
        ],
        [
          4.85,
          0.34
        ],
        [
          4.85,
          -3.1
        ],
        [
          7.05,
          -3.17
        ]
      ]
    },
    {
      "no": "33",
      "name": "법학관(33동내)",
      "floors": 6,
      "basement": 1,
      "area": 14593.94,
      "roof": 2432.3233333333333,
      "use_type": "연구·강의",
      "usage": 26853.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 3488.2,
          "rate": 12.99,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2664.6,
          "rate": 9.92,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 6152.8,
          "rate": 22.91,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 8253.9,
          "rate": 30.74,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 2101.1
          }
        },
        "S5": {
          "replenish": 10355.0,
          "rate": 38.56,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 4202.2
          }
        },
        "S6": {
          "replenish": 12456.1,
          "rate": 46.39,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 6303.3
          }
        }
      },
      "pos": [
        0.2552,
        0.9269
      ],
      "polygon": [
        [
          13.47,
          -11.79
        ],
        [
          8.31,
          -11.51
        ],
        [
          6.17,
          -2.21
        ],
        [
          -18.63,
          0.07
        ],
        [
          -19.01,
          6.48
        ],
        [
          13.47,
          3.58
        ]
      ]
    },
    {
      "no": "33",
      "name": "웰니스센터(33동내)",
      "floors": 2,
      "basement": 1,
      "area": 4864.65,
      "roof": 2432.325,
      "use_type": "운동시설",
      "usage": 13135.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 3488.2,
          "rate": 26.56,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 2664.6,
          "rate": 20.29,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 6152.8,
          "rate": 46.84,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 7180.5,
          "rate": 54.67,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 1027.7
          }
        },
        "S5": {
          "replenish": 8208.3,
          "rate": 62.49,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 2055.5
          }
        },
        "S6": {
          "replenish": 9236.0,
          "rate": 70.32,
          "parts": {
            "LID": 3488.2,
            "MID": 0.0,
            "RAIN": 2664.6,
            "NBS": 3083.2
          }
        }
      },
      "pos": [
        0.2334,
        0.8722
      ],
      "polygon": [
        [
          15.99,
          -6.48
        ],
        [
          7.24,
          -6.55
        ],
        [
          6.17,
          1.52
        ],
        [
          4.78,
          1.45
        ],
        [
          4.34,
          -6.07
        ],
        [
          -12.78,
          -5.45
        ],
        [
          -12.21,
          8.75
        ],
        [
          -9.63,
          8.48
        ],
        [
          -9.51,
          6.0
        ],
        [
          3.97,
          5.51
        ],
        [
          6.23,
          6.07
        ],
        [
          11.71,
          5.31
        ],
        [
          13.54,
          -3.38
        ],
        [
          16.43,
          -3.93
        ]
      ]
    },
    {
      "no": "34",
      "name": "조형관",
      "floors": 7,
      "basement": 2,
      "area": 7678.25,
      "roof": 1096.892857142857,
      "use_type": "연구·강의",
      "usage": 14128.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1573.0,
          "rate": 11.13,
          "parts": {
            "LID": 1573.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1201.6,
          "rate": 8.51,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1201.6,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 2774.7,
          "rate": 19.64,
          "parts": {
            "LID": 1573.0,
            "MID": 0.0,
            "RAIN": 1201.6,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3880.1,
          "rate": 27.46,
          "parts": {
            "LID": 1573.0,
            "MID": 0.0,
            "RAIN": 1201.6,
            "NBS": 1105.4
          }
        },
        "S5": {
          "replenish": 4985.6,
          "rate": 35.29,
          "parts": {
            "LID": 1573.0,
            "MID": 0.0,
            "RAIN": 1201.6,
            "NBS": 2210.9
          }
        },
        "S6": {
          "replenish": 6091.0,
          "rate": 43.11,
          "parts": {
            "LID": 1573.0,
            "MID": 0.0,
            "RAIN": 1201.6,
            "NBS": 3316.3
          }
        }
      },
      "pos": [
        0.2134,
        0.4695
      ],
      "polygon": [
        [
          -5.41,
          7.79
        ],
        [
          -2.71,
          8.41
        ],
        [
          -0.31,
          8.0
        ],
        [
          -0.82,
          0.62
        ],
        [
          12.15,
          -0.62
        ],
        [
          11.65,
          -3.86
        ],
        [
          0.19,
          -3.03
        ],
        [
          0.06,
          -4.07
        ],
        [
          -3.9,
          -5.86
        ],
        [
          -6.48,
          -5.51
        ]
      ]
    },
    {
      "no": "35",
      "name": "미디어관",
      "floors": 5,
      "basement": 0,
      "area": 1938.6,
      "roof": 387.71999999999997,
      "use_type": "연구·강의",
      "usage": 3567.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 556.0,
          "rate": 15.59,
          "parts": {
            "LID": 556.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 424.7,
          "rate": 11.91,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 424.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 980.8,
          "rate": 27.5,
          "parts": {
            "LID": 556.0,
            "MID": 0.0,
            "RAIN": 424.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1259.9,
          "rate": 35.32,
          "parts": {
            "LID": 556.0,
            "MID": 0.0,
            "RAIN": 424.7,
            "NBS": 279.1
          }
        },
        "S5": {
          "replenish": 1539.0,
          "rate": 43.14,
          "parts": {
            "LID": 556.0,
            "MID": 0.0,
            "RAIN": 424.7,
            "NBS": 558.2
          }
        },
        "S6": {
          "replenish": 1818.1,
          "rate": 50.97,
          "parts": {
            "LID": 556.0,
            "MID": 0.0,
            "RAIN": 424.7,
            "NBS": 837.3
          }
        }
      },
      "pos": [
        0.5589,
        0.8285
      ],
      "polygon": [
        [
          -3.97,
          -2.0
        ],
        [
          -3.9,
          1.65
        ],
        [
          -1.26,
          1.65
        ],
        [
          -1.07,
          3.1
        ],
        [
          1.07,
          3.03
        ],
        [
          1.13,
          2.07
        ],
        [
          3.84,
          2.0
        ],
        [
          3.84,
          -2.14
        ],
        [
          3.46,
          -2.27
        ],
        [
          -3.71,
          -2.27
        ]
      ]
    },
    {
      "no": "37",
      "name": "국제학사",
      "floors": 6,
      "basement": 1,
      "area": 11023.54,
      "roof": 1837.256666666667,
      "use_type": "기숙사(실측분배)",
      "usage": 41882.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2634.8,
          "rate": 6.29,
          "parts": {
            "LID": 2634.8,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 19094.8,
          "rate": 45.59,
          "parts": {
            "LID": 0.0,
            "MID": 17082.0,
            "RAIN": 2012.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 21729.5,
          "rate": 51.88,
          "parts": {
            "LID": 2634.8,
            "MID": 17082.0,
            "RAIN": 2012.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 25006.6,
          "rate": 59.71,
          "parts": {
            "LID": 2634.8,
            "MID": 17082.0,
            "RAIN": 2012.7,
            "NBS": 3277.0
          }
        },
        "S5": {
          "replenish": 28283.7,
          "rate": 67.53,
          "parts": {
            "LID": 2634.8,
            "MID": 17082.0,
            "RAIN": 2012.7,
            "NBS": 6554.1
          }
        },
        "S6": {
          "replenish": 31560.7,
          "rate": 75.36,
          "parts": {
            "LID": 2634.8,
            "MID": 17082.0,
            "RAIN": 2012.7,
            "NBS": 9831.1
          }
        }
      },
      "pos": [
        0.8142,
        0.4363
      ],
      "polygon": [
        [
          -0.44,
          -15.77
        ],
        [
          -1.9,
          -12.41
        ],
        [
          -1.1,
          -11.77
        ],
        [
          -1.9,
          -4.56
        ],
        [
          -6.8,
          -5.04
        ],
        [
          -13.81,
          7.12
        ],
        [
          -11.47,
          9.2
        ],
        [
          -8.48,
          8.0
        ],
        [
          3.58,
          11.85
        ],
        [
          13.59,
          -9.76
        ],
        [
          10.16,
          -12.09
        ],
        [
          6.14,
          -5.04
        ],
        [
          6.72,
          -12.89
        ],
        [
          5.26,
          -13.37
        ],
        [
          3.65,
          -10.16
        ],
        [
          3.65,
          1.36
        ],
        [
          1.32,
          5.36
        ],
        [
          -1.1,
          4.96
        ],
        [
          1.61,
          -10.97
        ],
        [
          1.39,
          -14.81
        ]
      ]
    },
    {
      "no": "38",
      "name": "미래관",
      "floors": 12,
      "basement": 2,
      "area": 17893.7,
      "roof": 1491.1416666666667,
      "use_type": "연구·강의",
      "usage": 33524.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 2138.4,
          "rate": 6.38,
          "parts": {
            "LID": 2138.4,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1633.5,
          "rate": 4.87,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1633.5,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3772.0,
          "rate": 11.25,
          "parts": {
            "LID": 2138.4,
            "MID": 0.0,
            "RAIN": 1633.5,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 6348.1,
          "rate": 18.94,
          "parts": {
            "LID": 2138.4,
            "MID": 0.0,
            "RAIN": 1633.5,
            "NBS": 2576.1
          }
        },
        "S5": {
          "replenish": 8924.3,
          "rate": 26.62,
          "parts": {
            "LID": 2138.4,
            "MID": 0.0,
            "RAIN": 1633.5,
            "NBS": 5152.3
          }
        },
        "S6": {
          "replenish": 11500.4,
          "rate": 34.3,
          "parts": {
            "LID": 2138.4,
            "MID": 0.0,
            "RAIN": 1633.5,
            "NBS": 7728.4
          }
        }
      },
      "pos": [
        0.2739,
        0.3754
      ],
      "polygon": [
        [
          4.97,
          -6.69
        ],
        [
          1.76,
          -6.62
        ],
        [
          1.76,
          -3.38
        ],
        [
          -1.51,
          -2.96
        ],
        [
          -2.01,
          -3.1
        ],
        [
          -2.39,
          -6.0
        ],
        [
          -5.23,
          -5.93
        ],
        [
          -4.78,
          6.76
        ],
        [
          -1.76,
          6.76
        ],
        [
          -1.7,
          3.1
        ],
        [
          1.89,
          3.1
        ],
        [
          2.52,
          6.14
        ],
        [
          5.41,
          6.14
        ]
      ],
      "tenants": [
        {
          "name": "써브웨이",
          "area": 40.0,
          "usage": 600.0,
          "use_type": "일반음식점"
        }
      ]
    },
    {
      "no": "39",
      "name": "직장어린이집",
      "floors": 1,
      "basement": 0,
      "area": 520.12,
      "roof": 520.12,
      "use_type": "보육시설",
      "usage": 3121.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 745.9,
          "rate": 23.9,
          "parts": {
            "LID": 745.9,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 569.8,
          "rate": 18.26,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 569.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1315.7,
          "rate": 42.16,
          "parts": {
            "LID": 745.9,
            "MID": 0.0,
            "RAIN": 569.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1559.9,
          "rate": 49.98,
          "parts": {
            "LID": 745.9,
            "MID": 0.0,
            "RAIN": 569.8,
            "NBS": 244.2
          }
        },
        "S5": {
          "replenish": 1804.1,
          "rate": 57.81,
          "parts": {
            "LID": 745.9,
            "MID": 0.0,
            "RAIN": 569.8,
            "NBS": 488.4
          }
        },
        "S6": {
          "replenish": 2048.3,
          "rate": 65.63,
          "parts": {
            "LID": 745.9,
            "MID": 0.0,
            "RAIN": 569.8,
            "NBS": 732.6
          }
        }
      },
      "pos": [
        0.3042,
        0.0561
      ],
      "polygon": [
        [
          -2.92,
          -3.28
        ],
        [
          -3.36,
          -2.24
        ],
        [
          -3.36,
          0.4
        ],
        [
          -3.07,
          1.28
        ],
        [
          -0.51,
          4.16
        ],
        [
          0.73,
          4.16
        ],
        [
          2.85,
          1.84
        ],
        [
          3.36,
          0.88
        ],
        [
          3.51,
          -2.0
        ],
        [
          3.29,
          -2.8
        ],
        [
          -1.68,
          -2.88
        ],
        [
          -1.75,
          -3.28
        ]
      ]
    },
    {
      "no": "43",
      "name": "음악관",
      "floors": 4,
      "basement": 1,
      "area": 4815.36,
      "roof": 1203.84,
      "use_type": "공연·음악",
      "usage": 3467.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1726.4,
          "rate": 49.8,
          "parts": {
            "LID": 1726.4,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1318.8,
          "rate": 38.04,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1318.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 3045.2,
          "rate": 87.83,
          "parts": {
            "LID": 1726.4,
            "MID": 0.0,
            "RAIN": 1318.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3316.5,
          "rate": 95.66,
          "parts": {
            "LID": 1726.4,
            "MID": 0.0,
            "RAIN": 1318.8,
            "NBS": 271.3
          }
        },
        "S5": {
          "replenish": 3587.8,
          "rate": 103.48,
          "parts": {
            "LID": 1726.4,
            "MID": 0.0,
            "RAIN": 1318.8,
            "NBS": 542.6
          }
        },
        "S6": {
          "replenish": 3859.0,
          "rate": 111.31,
          "parts": {
            "LID": 1726.4,
            "MID": 0.0,
            "RAIN": 1318.8,
            "NBS": 813.8
          }
        }
      },
      "pos": [
        0.7889,
        0.6372
      ],
      "polygon": [
        [
          -4.85,
          -7.45
        ],
        [
          -7.81,
          2.21
        ],
        [
          5.04,
          7.58
        ],
        [
          7.87,
          -2.34
        ]
      ]
    },
    {
      "no": "45",
      "name": "100주년기념관",
      "floors": 6,
      "basement": 3,
      "area": 20492.2,
      "roof": 3415.366666666667,
      "use_type": "연구·강의",
      "usage": 41756.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 4897.9,
          "rate": 11.73,
          "parts": {
            "LID": 4897.9,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 3741.5,
          "rate": 8.96,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 3741.5,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 8639.5,
          "rate": 20.69,
          "parts": {
            "LID": 4897.9,
            "MID": 0.0,
            "RAIN": 3741.5,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 11589.7,
          "rate": 27.76,
          "parts": {
            "LID": 4897.9,
            "MID": 0.0,
            "RAIN": 3741.5,
            "NBS": 2950.3
          }
        },
        "S5": {
          "replenish": 14540.1,
          "rate": 34.82,
          "parts": {
            "LID": 4897.9,
            "MID": 0.0,
            "RAIN": 3741.5,
            "NBS": 5900.6
          }
        },
        "S6": {
          "replenish": 17490.4,
          "rate": 41.89,
          "parts": {
            "LID": 4897.9,
            "MID": 0.0,
            "RAIN": 3741.5,
            "NBS": 8850.9
          }
        }
      },
      "pos": [
        0.1373,
        0.4699
      ],
      "polygon": [
        [
          4.47,
          -18.75
        ],
        [
          -0.94,
          -18.2
        ],
        [
          -0.88,
          -12.75
        ],
        [
          -8.25,
          -11.99
        ],
        [
          -7.37,
          6.41
        ],
        [
          -4.41,
          6.27
        ],
        [
          -3.15,
          17.3
        ],
        [
          4.03,
          17.3
        ],
        [
          4.34,
          15.72
        ],
        [
          7.49,
          15.51
        ]
      ],
      "tenants": [
        {
          "name": "이룸라운지",
          "area": 250.0,
          "usage": 3750.0,
          "use_type": "일반음식점"
        },
        {
          "name": "파리바게뜨",
          "area": 40.0,
          "usage": 300.0,
          "use_type": "카페·다방"
        }
      ]
    },
    {
      "no": "47",
      "name": "건축구조실험동",
      "floors": 1,
      "basement": 0,
      "area": 448.02,
      "roof": 448.02,
      "use_type": "연구·강의",
      "usage": 824.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 642.5,
          "rate": 77.97,
          "parts": {
            "LID": 642.5,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 490.8,
          "rate": 59.56,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 490.8,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1133.3,
          "rate": 137.54,
          "parts": {
            "LID": 642.5,
            "MID": 0.0,
            "RAIN": 490.8,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1197.8,
          "rate": 145.36,
          "parts": {
            "LID": 642.5,
            "MID": 0.0,
            "RAIN": 490.8,
            "NBS": 64.5
          }
        },
        "S5": {
          "replenish": 1262.3,
          "rate": 153.19,
          "parts": {
            "LID": 642.5,
            "MID": 0.0,
            "RAIN": 490.8,
            "NBS": 128.9
          }
        },
        "S6": {
          "replenish": 1326.7,
          "rate": 161.01,
          "parts": {
            "LID": 642.5,
            "MID": 0.0,
            "RAIN": 490.8,
            "NBS": 193.4
          }
        }
      },
      "pos": [
        0.3205,
        0.9248
      ],
      "polygon": [
        [
          -2.96,
          -4.27
        ],
        [
          -3.21,
          3.79
        ],
        [
          2.96,
          4.27
        ],
        [
          3.34,
          -3.1
        ],
        [
          3.15,
          -3.72
        ]
      ]
    },
    {
      "no": "48",
      "name": "토목구조실험동",
      "floors": 1,
      "basement": 0,
      "area": 405.0,
      "roof": 405.0,
      "use_type": "연구·강의",
      "usage": 745.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 580.8,
          "rate": 77.96,
          "parts": {
            "LID": 580.8,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 443.7,
          "rate": 59.55,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 443.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1024.5,
          "rate": 137.51,
          "parts": {
            "LID": 580.8,
            "MID": 0.0,
            "RAIN": 443.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1082.8,
          "rate": 145.34,
          "parts": {
            "LID": 580.8,
            "MID": 0.0,
            "RAIN": 443.7,
            "NBS": 58.3
          }
        },
        "S5": {
          "replenish": 1141.1,
          "rate": 153.16,
          "parts": {
            "LID": 580.8,
            "MID": 0.0,
            "RAIN": 443.7,
            "NBS": 116.6
          }
        },
        "S6": {
          "replenish": 1199.4,
          "rate": 160.99,
          "parts": {
            "LID": 580.8,
            "MID": 0.0,
            "RAIN": 443.7,
            "NBS": 174.9
          }
        }
      },
      "pos": [
        0.3486,
        0.8848
      ],
      "polygon": [
        [
          -1.83,
          -4.34
        ],
        [
          -2.2,
          3.24
        ],
        [
          -2.46,
          3.45
        ],
        [
          -2.52,
          3.86
        ],
        [
          1.95,
          4.41
        ],
        [
          2.08,
          4.34
        ],
        [
          1.95,
          3.72
        ],
        [
          2.33,
          -3.31
        ],
        [
          2.52,
          -3.72
        ],
        [
          -1.51,
          -4.41
        ]
      ]
    },
    {
      "no": "51",
      "name": "스마트연구동",
      "floors": 1,
      "basement": 0,
      "area": 500.0,
      "roof": 500.0,
      "use_type": "연구·강의",
      "usage": 920.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 717.0,
          "rate": 77.94,
          "parts": {
            "LID": 717.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 547.7,
          "rate": 59.54,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 547.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1264.8,
          "rate": 137.48,
          "parts": {
            "LID": 717.0,
            "MID": 0.0,
            "RAIN": 547.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1336.8,
          "rate": 145.3,
          "parts": {
            "LID": 717.0,
            "MID": 0.0,
            "RAIN": 547.7,
            "NBS": 72.0
          }
        },
        "S5": {
          "replenish": 1408.8,
          "rate": 153.13,
          "parts": {
            "LID": 717.0,
            "MID": 0.0,
            "RAIN": 547.7,
            "NBS": 144.0
          }
        },
        "S6": {
          "replenish": 1480.7,
          "rate": 160.95,
          "parts": {
            "LID": 717.0,
            "MID": 0.0,
            "RAIN": 547.7,
            "NBS": 216.0
          }
        }
      },
      "pos": [
        0.2129,
        0.0337
      ],
      "polygon": [
        [
          -2.92,
          -3.28
        ],
        [
          -3.36,
          -2.24
        ],
        [
          -3.36,
          0.4
        ],
        [
          -3.07,
          1.28
        ],
        [
          -0.51,
          4.16
        ],
        [
          0.73,
          4.16
        ],
        [
          2.85,
          1.84
        ],
        [
          3.29,
          1.12
        ],
        [
          3.51,
          0.32
        ],
        [
          3.51,
          -2.0
        ],
        [
          3.29,
          -2.8
        ],
        [
          -1.68,
          -2.88
        ],
        [
          -1.75,
          -3.28
        ]
      ]
    },
    {
      "no": "93",
      "name": "일반 모형연구실",
      "floors": 1,
      "basement": 0,
      "area": 82.5,
      "roof": 82.5,
      "use_type": "연구·강의",
      "usage": 152.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 118.3,
          "rate": 77.84,
          "parts": {
            "LID": 118.3,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 90.4,
          "rate": 59.46,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 90.4,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 208.7,
          "rate": 137.3,
          "parts": {
            "LID": 118.3,
            "MID": 0.0,
            "RAIN": 90.4,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 220.6,
          "rate": 145.12,
          "parts": {
            "LID": 118.3,
            "MID": 0.0,
            "RAIN": 90.4,
            "NBS": 11.9
          }
        },
        "S5": {
          "replenish": 232.5,
          "rate": 152.95,
          "parts": {
            "LID": 118.3,
            "MID": 0.0,
            "RAIN": 90.4,
            "NBS": 23.8
          }
        },
        "S6": {
          "replenish": 244.4,
          "rate": 160.77,
          "parts": {
            "LID": 118.3,
            "MID": 0.0,
            "RAIN": 90.4,
            "NBS": 35.7
          }
        }
      },
      "pos": [
        0.16,
        0.82
      ],
      "polygon": [
        [
          -1.284523257866513,
          -1.284523257866513
        ],
        [
          1.284523257866513,
          -1.284523257866513
        ],
        [
          1.284523257866513,
          1.284523257866513
        ],
        [
          -1.284523257866513,
          1.284523257866513
        ]
      ]
    },
    {
      "no": "94",
      "name": "법전소",
      "floors": 1,
      "basement": 0,
      "area": 399.15,
      "roof": 399.15,
      "use_type": "연구·강의",
      "usage": 734.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 572.4,
          "rate": 77.99,
          "parts": {
            "LID": 572.4,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 437.3,
          "rate": 59.57,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 437.3,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 1009.7,
          "rate": 137.56,
          "parts": {
            "LID": 572.4,
            "MID": 0.0,
            "RAIN": 437.3,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 1067.1,
          "rate": 145.38,
          "parts": {
            "LID": 572.4,
            "MID": 0.0,
            "RAIN": 437.3,
            "NBS": 57.4
          }
        },
        "S5": {
          "replenish": 1124.5,
          "rate": 153.21,
          "parts": {
            "LID": 572.4,
            "MID": 0.0,
            "RAIN": 437.3,
            "NBS": 114.9
          }
        },
        "S6": {
          "replenish": 1182.0,
          "rate": 161.03,
          "parts": {
            "LID": 572.4,
            "MID": 0.0,
            "RAIN": 437.3,
            "NBS": 172.3
          }
        }
      },
      "pos": [
        0.27,
        0.96
      ],
      "polygon": [
        [
          -2.825420322713065,
          -2.825420322713065
        ],
        [
          2.825420322713065,
          -2.825420322713065
        ],
        [
          2.825420322713065,
          2.825420322713065
        ],
        [
          -2.825420322713065,
          2.825420322713065
        ]
      ]
    },
    {
      "no": "95",
      "name": "자동차실습실",
      "floors": 1,
      "basement": 0,
      "area": 1140.8,
      "roof": 1140.8,
      "use_type": "연구·강의",
      "usage": 2099.0,
      "scenarios": {
        "S0": {
          "replenish": 0.0,
          "rate": 0.0,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S1": {
          "replenish": 1636.0,
          "rate": 77.94,
          "parts": {
            "LID": 1636.0,
            "MID": 0.0,
            "RAIN": 0.0,
            "NBS": 0.0
          }
        },
        "S2": {
          "replenish": 1249.7,
          "rate": 59.54,
          "parts": {
            "LID": 0.0,
            "MID": 0.0,
            "RAIN": 1249.7,
            "NBS": 0.0
          }
        },
        "S3": {
          "replenish": 2885.8,
          "rate": 137.48,
          "parts": {
            "LID": 1636.0,
            "MID": 0.0,
            "RAIN": 1249.7,
            "NBS": 0.0
          }
        },
        "S4": {
          "replenish": 3050.0,
          "rate": 145.31,
          "parts": {
            "LID": 1636.0,
            "MID": 0.0,
            "RAIN": 1249.7,
            "NBS": 164.2
          }
        },
        "S5": {
          "replenish": 3214.2,
          "rate": 153.13,
          "parts": {
            "LID": 1636.0,
            "MID": 0.0,
            "RAIN": 1249.7,
            "NBS": 328.5
          }
        },
        "S6": {
          "replenish": 3378.5,
          "rate": 160.96,
          "parts": {
            "LID": 1636.0,
            "MID": 0.0,
            "RAIN": 1249.7,
            "NBS": 492.7
          }
        }
      },
      "pos": [
        0.3351,
        0.7487
      ],
      "polygon": [
        [
          -2.34,
          -5.92
        ],
        [
          -2.78,
          -4.88
        ],
        [
          -2.63,
          -1.2
        ],
        [
          -4.17,
          -1.12
        ],
        [
          -4.17,
          1.44
        ],
        [
          -3.95,
          1.52
        ],
        [
          -4.17,
          5.36
        ],
        [
          3.51,
          5.44
        ],
        [
          3.36,
          -0.72
        ],
        [
          4.09,
          -2.32
        ],
        [
          3.87,
          -5.44
        ],
        [
          -1.1,
          -5.52
        ],
        [
          -1.17,
          -5.92
        ]
      ]
    }
  ]
};
